MPromoREQ/request.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:gs="https://soap.restfulwebservices.webservices.rest.com">
    <soapenv:Header/>
    <soapenv:Body>
        <gs:getCampainRequest>
            <gs:QuellSystem>2</gs:QuellSystem>
            <gs:TransaktionsID>1</gs:TransaktionsID>
            <gs:ExtKampagnenid>KAMP_40372</gs:ExtKampagnenid>
            <gs:Kampagnentyp>CDM</gs:Kampagnentyp>
            <gs:Start>20260407</gs:Start>
            <gs:Ende>20260305</gs:Ende>
            <gs:MABEOnly>0</gs:MABEOnly>
            <gs:KampagneName>
                <gs:Bezeichnung>270202-PEMA Misgustos NL</gs:Bezeichnung>
                <gs:Sprache>D</gs:Sprache>
            </gs:KampagneName>
            <gs:Beschreibung>
                <gs:Bezeichnung/>
                <gs:Sprache>D</gs:Sprache>
            </gs:Beschreibung>
            <gs:Erfassergruppe>MGB</gs:Erfassergruppe>
            <gs:Projektleiter>salomon.guttmann@mgb.ch</gs:Projektleiter>
            <gs:Planumsatz>null</gs:Planumsatz>
            <gs:Update>0</gs:Update>
            <gs:Zuordnungsbereiche>
                <gs:GM>MGB</gs:GM>
            </gs:Zuordnungsbereiche>
            <gs:Organisationen>
                <gs:Organisation>02</gs:Organisation>
                <gs:Organisation>03</gs:Organisation>
                <gs:Organisation>04</gs:Organisation>
                <gs:Organisation>99</gs:Organisation>
            </gs:Organisationen>
            <gs:Industrien>
                <gs:Industrie/>
            </gs:Industrien>
            <gs:Marken>
                <gs:Marke/>
            </gs:Marken>
            <gs:Label>
                <gs:Label/>
            </gs:Label>
            <gs:Kundengruppen>
                <gs:Kundengruppe/>
            </gs:Kundengruppen>
            <gs:Profilierungssortimente>
                <gs:Profilierungssortiment/>
            </gs:Profilierungssortimente>
        </gs:getCampainRequest>
    </soapenv:Body>
</soapenv:Envelope>
